<?php

	return [
		'status' => [
			'draft'          => 'Πρόχειρο',
			'sent'           => 'Απεσταλμένο',
			'unpaid'         => 'Απλήρωτο',
			'partially_paid' => 'Μερικώς Πληρωμένο',
			'paid'           => 'Εξοφλημένο',
			'overdue'        => 'Ληξιπρόθεσμο',
			'cancelled'      => 'Ακυρωμένο',
		],

		'attributes' => [
			'account'          => 'Πελάτης',
			'invoice_date'     => 'Ημερομηνία Έκδοσης',
			'due_date'         => 'Ημερομηνία Λήξης',
			'item_description' => 'Περιγραφή Γραμμής',
			'item_amount'      => 'Ποσό Γραμμής',
		],
		'messages'   => [
			'items_required'   => 'Πρέπει να προσθέσετε τουλάχιστον μία γραμμή χρέωσης.',
			'invalid_due_date' => 'Η ημερομηνία λήξης δεν μπορεί να είναι προγενέστερη της έκδοσης.',
		]
	];