<?php

	return [

		/*
		|--------------------------------------------------------------------------
		| Password Reset Language Lines (EL)
		|--------------------------------------------------------------------------
		*/

		'reset'     => 'Ο κωδικός σας έχει επαναφερθεί!',
		'sent'      => 'Σας στείλαμε με email το σύνδεσμο επαναφοράς κωδικού!',
		'throttled' => 'Παρακαλούμε περιμένετε πριν ξαναδοκιμάσετε.',
		'token'     => 'Αυτό το token επαναφοράς κωδικού δεν είναι έγκυρο.',
		'user'      => 'Δεν μπορούμε να βρούμε χρήστη με αυτή τη διεύθυνση email.',

	];